Repository: kieulanalp/VNBrandManual
Catalog: tm/auto/FLS-level2.tmx
Source language: en_us
Languages: vi

source: Máy phát điện có công suất đủ để cung cấp năng lượng cho tất cả các hệ thống FLS (bao gồm thang máy gia đình & thang máy cho lính cứu hỏa), hoạt động tối thiểu + 20% công suất dự phòng.
vi: Máy phát điện có công suất đủ để cấp điện cho tất cả các hệ thống FLS (bao gồm chức năng vận hành cabin xuống tầng thoát hiểm và giữ cửa mở & thang máy cho lính cứu hỏa), vận hành tối thiểu + 20% công suất dự phòng.

source: Mỗi khu vực được phân chia phải được trang bị thiết bị phát hiện cháy được kết nối với bảng điều khiển báo cháy.
vi: Mỗi khu đã được chia nhỏ phải được trang bị đầu báo khói được kết nối với bảng điều khiển báo cháy.

source: Mỗi tầng phải có tối thiểu hai lối thoát hiểm xa nhau.
vi: Mỗi tầng phải có tối thiểu hai lối thoát hiểm cách xa nhau.

source: Một bảng tín hiệu (bộ lặp) được lắp đặt trong phòng Tổng đài điện thoại (tại bàn tiếp tân của thương hiệu Holiday Inn Express).
vi: Repeater panel được lắp đặt trong phòng Tổng đài điện thoại (tại bàn tiếp tân đối với thương hiệu Holiday Inn Express).

source: Một dây phao phải được cung cấp ở dòng nước sâu 1,5m có độ sâu vượt quá 1,5m.
vi: Một dây phao phải được cung cấp ở vị trí nước sâu 1,5m đối với bể có độ sâu vượt quá 1,5m.

source: Một nền chống vỡ, ví dụ như gỗ, cao su hoặc màng chống vỡ phải được lắp đặt để bảo vệ kính khỏi bị hư hại.
vi: Ốp chân tường chống vỡ, ví dụ như gỗ, cao su hoặc màng chống vỡ phải được lắp đặt để bảo vệ gương khỏi bị hư hại.

source: Một thiết bị khóa không khóa phụ trợ, chẳng hạn như chốt an toàn / đêm, khóa an toàn hoặc thiết bị khóa không khóa được IHG phê duyệt, phải được cung cấp trên tất cả các cửa ra vào của phòng khách.
vi: Một thiết bị phụ trợ để chốt cửa, chẳng hạn như chốt an toàn, dây xích an toàn hoặc các thiết bị không phải khóa khác được IHG phê duyệt phải được cung cấp trên tất cả các cửa phòng khách.

source: Một điện thoại khẩn cấp phải được lắp đặt ở một vị trí dễ thấy trong trung tâm thể hình.
vi: Một điện thoại khẩn cấp phải được lắp đặt ở vị trí dễ thấy trong phòng tập.

source: Một điện thoại khẩn cấp phải được lắp đặt ở vị trí có thể nhìn thấy rõ trong hàng rào bể bơi hoặc liền kề ngay với mỗi bể bơi.
vi: Một điện thoại khẩn cấp phải được lắp đặt ở vị trí dễ thấy trong không gian quanh bể bơi hoặc liền kề với bể bơi.

source: N/A
vi: N/A Không có thông tin

source: Ngoài nguồn điện máy phát khẩn cấp, pin dự phòng phải được cung cấp như một phần không thể thiếu của bảng báo cháy chính và hệ thống thông tin sơ tán.
vi: Ngoài nguồn điện máy phát khẩn cấp, pin dự phòng phải được cung cấp như một phần không thể thiếu của bảng điều khiển trung tâm báo cháy và hệ thống thông báo sơ tán.

source: Ngoài ra, hệ thống phải có các thiết bị khởi tạo thủ công tại, hoặc gần, bộ phận tiền sảnh, tại mỗi điểm lối vào cầu thang, tại mỗi lối ra tầng trệt và tại các vị trí thích hợp khác được kết nối với bảng điều khiển báo cháy.
vi: Ngoài ra, hệ thống phải có các nút báo cháy khẩn cấp tại, hoặc gần, bộ phận tiền sảnh, tại mỗi lối vào cầu thang, tại mỗi lối ra tầng trệt và tại các vị trí thích hợp khác được kết nối với bảng điều khiển báo cháy.

source: Ngoài ra, khi các tòa nhà không được rắc và / hoặc nơi các hạn chế của bên thứ ba ngăn chặn tiêu chuẩn này được thực hiện, các khách sạn phải có những điều sau đây: 1.
vi: Ngoài ra, khi các tòa nhà không có sprinkler và / hoặc nơi các hạn chế của bên thứ ba cản trở việc thực hiện tiêu chuẩn này, các khách sạn phải có những điều sau đây: 1.

source: Nguồn điện khẩn cấp được phân phối đầy đủ để đảm bảo hoạt động khách sạn giới hạn.
vi: Nguồn điện khẩn cấp được phân phối đầy đủ để đảm bảo vận hành khách sạn một cách hạn chế.

source: Những thông tin này bao gồm nhưng không giới hạn trong tư vấn bảo mật cá nhân, sử dụng an toàn hồ bơi, bảo vệ tài sản cá nhân.
vi: Những thông tin này bao gồm nhưng không giới hạn trong lời khuyên về an toàn cá nhân, an toàn sử dụng hồ bơi, bảo vệ tài sản cá nhân.

source: Những điện thoại này phải được cấu hình để kết nối với một vị trí tại chỗ được quản lý vĩnh viễn.
vi: Những điện thoại này phải được kết nối với một vị trí trong khuôn viên khách sạn luôn có nhân viên trực.

source: Notify Pocket Pagers/Phones/Radios for In-house Emergency Response Team (ERT).
vi: Notify Pocket Pagers/Phones/Radios for In-house Emergency Response Team (ERT) Thông báo tới máy nhắn tin/điện thoại/radio cho Đội Ứng phó Khẩn cấp trong khách sạn

source: Nên tham khảo ý kiến từ Sở cứu hỏa địa phương để đảm bảo tuân thủ đầy đủ.
vi: Nên tham khảo ý kiến từ Cục Cảnh sát phòng cháy chữa cháy địa phương để đảm bảo tuân thủ đầy đủ.

source: Nói chung tất cả các khu vực trong nhà trừ nhà vệ sinh nhỏ, trục ống vv
vi: nhìn chung được cung cấp cho tất cả các khu vực trừ phòng công tắc điện và nhà vệ sinh nhỏ / trục ống.

source: NẾU CÁC HỘI TRƯỜNG ĐÓNG KÍN KHÔNG LỐI THOÁT THÌ KHÔNG YÊU CẦU CÁC BÌNH PHUN CHỮA CHÁY.
vi: NẾU CÁC giếng trời khép KÍN không có lối thoát hiểm đi ngang qua THÌ có thể KHÔNG YÊU CẦU sprinkler.

source: Nến không được đặt trong phòng khách.
vi: Không được để nến trong phòng khách.

source: Nếu không có tiêu chuẩn quốc gia về mức độ chiếu sáng, tiêu chuẩn bắt buộc của IHG là trung bình 1 foot nến (10 lux) ở mức sàn và tối thiểu là 0,1 fopt nến (1 lux) tại bất kỳ điểm nào.
vi: Nếu không có tiêu chuẩn quốc gia về mức độ chiếu sáng, tiêu chuẩn bắt buộc của IHG là trung bình 10 lux ở mức sàn và tối thiểu là 1 lux tại bất kỳ điểm nào khác.

source: Nếu quy định địa phương yêu cầu, điện thoại có thể gọi trực tiếp đến các dịch vụ khẩn cấp.
vi: Nếu quy định địa phương yêu cầu, điện thoại có thể gọi trực tiếp đến đơn vị cứu trợ khẩn cấp.

source: Nếu áp dụng, quy định có thể được thực hiện cho lap swimming.
vi: Nếu phù hợp, có thể tạo điều kiện cho việc bơi dọc bể.

source: OPENING ENTRANCE DOORS) 80% BỔ SUNG KHÍ DƯƠNG, 20% TỪ TỰ NHIÊN.
vi: OPENING ENTRANCE DOORS) 80% KHÍ DƯƠNG bổ sung, 20% TỪ TỰ NHIÊN.

source: Other Life Safety Chống Cháy Khác
vi: Other Life Safety Phụ lục I: Các Vấn đề an toàn sinh mạng khác

source: Phát hiện Carbon Monoxide: Tất cả các khách sạn sẽ nỗ lực để giảm thiểu rủi ro thương tích hoặc sức khỏe cho nhân viên, khách, khách thăm và các bên liên quan khác thông qua việc thiết kế, lắp đặt và bảo trì các thiết bị đốt nhiên liệu chính xác.
vi: Phát hiện Carbon Monoxide (CO): Tất cả các khách sạn sẽ nỗ lực để giảm thiểu rủi ro thương tích hoặc sức khỏe cho nhân viên, khách lưu trú, khách thăm và các bên liên quan khác thông qua việc thiết kế, lắp đặt và bảo trì các thiết bị đốt nhiên liệu một cách chính xác.

source: Phía đối diện của cửa phải có các tấm trống, không được tiếp xúc với ốc vít hoặc bu lông, để đảm bảo an ninh.
vi: Mặt còn lại của cửa phải có ốp trang trí che lỗ khóa để không tiếp cận được ốc vít bên trong, đảm bảo cửa chỉ vận hành được từ một bên..

source: Phòng khách cho người khuyết tật: · Cửa chống cháy trong phòng cho khách khuyết tật phải được lắp chốt cửa trễ (loại không giữ mở).
vi: Phòng khách cho người khuyết tật: · Cửa chống cháy trong phòng cho khách khuyết tật phải được lắp tay co giữ cửa đóng chậm (giữ cửa mở mà không phải dùng tay).

source: Phòng khách trang bị thiết bị nấu kiểu bếp lò phải được cung cấp hệ thống chữa cháy tự động được IHG phê duyệt.
vi: Phòng khách trang bị bếp lửa phải được cung cấp hệ thống chữa cháy tự động được IHG phê duyệt.

source: Phòng thực vật và tất cả các khu vực khác.
vi: Phòng máy và tất cả các khu vực khác

source: Phòng tắm nắng / giường tắm nắng phải đáp ứng các yêu cầu sau: · Phải lắp đặt báo động sự cố với kết nối trực tiếp đến vị trí tại chỗ được quản lý vĩnh viễn.
vi: Phòng tắm nắng / giường tắm nắng phải đáp ứng các yêu cầu sau: · Phải lắp đặt báo động sự cố với kết nối trực tiếp đến vị trí trong khuôn viên khách sạn luôn có nhân viên trực.

source: Phòng xông hơi ướt và phòng xông hơi phải đáp ứng các yêu cầu sau: · Tuân thủ nhiệt độ vận hành được khuyến nghị từ phía nhà sản xuất · Biển cảnh báo phải được hiển thị xung quanh khu vực thoát hơi nước.
vi: Phòng xông ướt và phòng hơi nước phải đáp ứng các yêu cầu sau: · Tuân thủ nhiệt độ vận hành được nhà sản xuất khuyến nghị · Phải gắn biển cảnh báo xung quanh khu vực thoát hơi nước.

source: Phải cung cấp bình chữa cháy xách tay loại tối thiểu 4A và / hoặc 20B, phải phù hợp với môi trường của khách sạn.
vi: Phải cung cấp bình chữa cháy xách tay tối thiểu loại 4A và / hoặc 20B. Bình chữa cháy xách tay phải phù hợp với môi trường của khách sạn.

source: Phải tiến hành đánh giá rủi ro đối với các hoạt động theo kế hoạch.
vi: Phải tiến hành đánh giá rủi ro đối với các hoạt động dự tính cung cấp.

source: Phải yêu cầu cài đặt lại bằng tay sau khi kích hoạt.
vi: Phải yêu cầu cài đặt lại bằng tay sau khi bị kích hoạt.

source: Phần 7 của Tiêu chuẩn Kỹ thuật IHG phải được tham chiếu để biết thêm chi tiết.
vi: Phải tham chiếu phần 7 của Tiêu chuẩn Kỹ thuật IHG để biết thêm chi tiết.

source: Pin phải có đủ dung lượng để cung cấp dự phòng trong 24 giờ, sau đó dung lượng đủ phải duy trì để hoạt động trong điều kiện báo động đầy đủ trong tối thiểu một giờ.
vi: Pin phải cấp đủ điện để hoạt động ở trạng thái standby trong 24 giờ, sau đó phải đủ phải duy trì để hoạt động trong điều kiện báo động đầy đủ trong tối thiểu một giờ.

source: Pre-Action System (Ie, Computer Rooms)
vi: Pre-Action System (Ie, Computer Rooms) Hệ thống Pre-Action (vd. trong phòng máy tính) (hệ thống sprinkler trong đó nước được giữ ở ngoài hệ thống đường ống bằng van pre-action, nếu có lửa, van sẽ mở để nước vào đường ống)

source: Print Event Log on FCC Printer.
vi: Print Event Log on FCC Printer. In Event Log trên máy in FCC

source: Provide certificates for all products/systems.Khi được cung cấp hoặc thay thế, tất cả "sản phẩm, thiết bị và lắp ráp" sẽ phải tuân theo các tiêu chí thử nghiệm trong phòng thí nghiệm của Underwriters Laboratories của Hoa Kỳ hoặc Canada, CE hoặc cơ quan kiểm tra khác được IHG công nhận.
vi: Provide certificates for all products/systems. Khi được cung cấp hoặc thay thế, tất cả "sản phẩm, thiết bị và vật dụng lắp ráp" sẽ phải tuân theo các tiêu chí thử nghiệm trong phòng thí nghiệm của Underwriters Laboratories của Hoa Kỳ hoặc Canada, CE hoặc cơ quan kiểm duyệt khác được IHG công nhận.

source: Provide evidence in writing (from local authority) if any local regulation prohibits implementation of any IHG Standards.Trong trường hợp các quy định địa phương yêu cầu nghiêm ngặt hơn Tiêu chuẩn An toàn Thương hiệu IHG, quy định địa phương sẽ được áp dụng.
vi: Provide evidence in writing (from local authority) if any local regulation prohibits implementation of any IHG Standards. Trong trường hợp các quy định địa phương đưa ra yêu cầu nghiêm ngặt hơn so với Tiêu chuẩn An toàn Thương hiệu IHG, quy định địa phương sẽ được áp dụng.

source: Recall Alt Elevators to Ground Level.
vi: Recall All Elevators to Ground Level. Gọi tất cả các cabin thang máy về tầng trệt

source: Release Magnetic Hold Open Doors.
vi: Release Magnetic Hold Open Doors. Nhả các cửa giữ mở bằng nam châm

source: Rào chắn phải cao ít nhất 1,10m và phải có đường ray dưới cùng không quá 100mm so với sàn hoàn thiện.
vi: Lan can phải cao ít nhất 1,10m và phải có thanh dưới cùng không quá 100mm so với sàn hoàn thiện.

source: SMOKE CONTROL SYSTEM FOR ATRIUM TO MAINTAIN TENABLE CONDITIONS FOR ESCAPE – ALLOWINMG FOR POSSIBILITY OF GUESTS BEING ASLEEP AT TIME OF ALARM. HỆ THỐNG KIỂM SOÁT KHÓI CHO HỘI TRƯỜNG ĐỂ DUY TRÌ CÁC ĐIỀU KIỆN CHẶT CHẼ CHO PHÉP THOÁT HIỂM KHI KHÁCH ĐANG NGỦ VÀO THỜI ĐIỂM BÁO ĐỘNG.
vi: HỆ THỐNG KIỂM SOÁT KHÓI CHO GIẾNG TRỜI phải DUY TRÌ ĐIỀU KIỆN sẵn sàng CHO việc THOÁT HIỂM - cân nhắc đến khả năng KHÁCH ĐANG NGỦ VÀO THỜI ĐIỂM BÁO ĐỘNG.

source: See Note 1
vi: See Note 1 Xem ghi chú 1

source: Shut Down Gas Supply.
vi: Shut Down Gas Supply. Tắt nguồn cấp gas

source: Smoke Control Kiểm Soát Khói
vi: Smoke Control Phụ lục H: Kiểm Soát Khói

source: Sound Alarm in Sleeping Rooms (Built in buzzer in smoke detector).
vi: Sound Alarm in Sleeping Rooms (Built in buzzer in smoke detector). Báo động âm thanh trong phòng ngủ (chuông tích hợp trong đầu báo khói)

source: Sprinkler Water Flow
vi: Sprinkler Water Flow Phun nước sprinkler

source: Stand Pipe Water Flow Switch
vi: Stand Pipe Water Flow Switch Công tắc dòng chảy hệ thống đường ống cứu hỏa

source: Structure and Materials Cấu Trúc và Vật Liệu
vi: Structure and Materials Kết Cấu và Vật Liệu

source: System Sequence/Action
vi: System Sequence Trình tự hệ thống

source: Sơ tán bằng giọng nói: Trong các tòa nhà "cao tầng" và trong các tòa nhà phòng khách khác và khu vực lắp ráp không có vòi phun nước, hệ thống báo cháy tự động phải kết hợp hệ thống loa sơ tán phát sóng làm việc trong tất cả các phòng khách và khu vực công cộng, bao gồm một báo động và một thông điệp sơ tán được ghi sẵn bằng ngôn ngữ địa phương và tiếng Anh.
vi: Thông báo sơ tán bằng giọng nói: Trong các tòa nhà "cao tầng" và trong các tòa phòng khách khác và khu vực tập trung đông người không có sprinkler, hệ thống báo cháy tự động phải kết hợp hệ thống loa thông báo sơ tán hoạt động trong tất cả các phòng khách và khu vực công cộng, bao gồm âm thanh báo động và thông báo sơ tán được ghi âm sẵn bằng ngôn ngữ địa phương và tiếng Anh.

source: Sơ đồ sơ tán: Một sơ đồ đóng khung rõ ràng, được thiết kế và chế tạo chuyên nghiệp, hiển thị lối thoát từ mỗi phòng khách và phòng họp đến lối ra gần nhất, phải được dán ở cạnh phòng của mỗi phòng khách và cửa phòng họp.
vi: Hướng dẫn sơ tán: Một sơ đồ được thiết kế, sản xuất và đóng khung chuyên nghiệp, cho thấy lối thoát từ mỗi phòng khách và phòng họp đến lối ra gần nhất, phải được dán ở cạnh phòng của mỗi phòng khách và phòng họp.

source: Sảnh nhiều tầng: Phải cung cấp hành lang nhiều tầng (hai tầng) tại thời điểm cấp phép hoặc gia hạn giấy phép, với hệ thống kiểm soát khói được phê duyệt hoặc rào chắn khói bao gồm cửa chống cháy tối thiểu 20 phút và lắp ráp khung hành lang phòng khách tách biệt với sảnh.
vi: Lobby nhiều tầng: Đối với lobby nhiều tầng (hai tầng), tại thời điểm cấp phép hoặc gia hạn giấy phép, phải cung cấp hệ thống kiểm soát khói được phê chuẩn hoặc kết cấu chắn khói bao gồm cửa và khung cửa chống cháy tối thiểu 20 phút để phân tách hành lang phòng khách với lobby.

source: Taken Alarm Initiating Device
vi: Alarm Initiating Device Thiết bị Kích hoạt báo cháy

source: Thang máy để chữa cháy: Trong tòa nhà "Mới Thi Công": Các tòa nhà cao tầng phải được cung cấp một thang máy phù hợp để sử dụng cho các hoạt động chữa cháy bao gồm thu hồi khẩn cấp, vận hành trong xe và cung cấp điện bảo vệ.
vi: Thang máy cứu hỏa: Trong các khách sạn "Xây mới": Các tòa nhà cao tầng phải được cung cấp thang máy phù hợp phục vụ công tác cứu hỏa, bao gồm chức năng tự động trở về tầng thoát hiểm, vận hành thang trong cabin và nguồn cấp điện được bảo vệ.

source: Thang và / hoặc các bậc thang có tay vịn được yêu cầu ở cả hai đầu của hồ bơi.
vi: Thang treo và / hoặc các bậc thang có tay vịn được yêu cầu ở cả hai đầu của hồ bơi.

source: Thanh chặn cửa sổ được giới hạn mức mở tối đa 100mm trừ khi quy định địa phương khác yêu cầu.
vi: Yêu cầu có chặn cửa sổ để giới hạn mức mở tối đa 100mm trừ khi quy định địa phương yêu cầu khác.

source: Thanh cân bằng phải được neo chắc chắn để chịu được lực kéo 110kg.
vi: Thanh vịn phải chắc chắn để chịu được lực kéo 110kg.

source: Thanh cân bằng: Phải lắp đặt (các) thanh cân bằng để hỗ trợ khách vào và ra khỏi bồn tắm.
vi: Thanh vịn: Phải lắp đặt (các) thanh vịn để hỗ trợ khách vào và ra khỏi bồn tắm.

source: The fire rating of fabrics & curtains must meet recognized codes such as NFPA 701 Mức độ chống cháy của vải và màn cửa phải đáp ứng các quy định được công nhận, chẳng hạn như NFPA 701
vi: The fire rating of fabrics & curtains must meet recognized codes such as NFPA 701 Mức độ chống cháy của vải và rèm cửa phải đáp ứng các tiêu chuẩn được công nhận, chẳng hạn như NFPA 701

source: These standards also apply to existing hotels when they have extensions and alterations and where serious life safety defects are identified.Tất cả các khách sạn phải được thiết kế và xây dựng tuân thủ Tiêu chuẩn an toàn thương hiệu IHG và các quy định áp dụng khác được IHG công nhận.
vi: These standards also apply to existing hotels when they have extensions and alterations and where serious life safety defects are identified. Tất cả các khách sạn phải được thiết kế và xây dựng tuân thủ Tiêu chuẩn An toàn Thương hiệu IHG và các quy định có thể áp dụng khác được IHG công nhận.

source: Thi công cầu thang khẩn cấp: Cầu thang thoát hiểm khẩn cấp phải đáp ứng các yêu cầu sau: 1.
vi: Kết cấu cầu thang khẩn cấp: Cầu thang thoát hiểm khẩn cấp phải đáp ứng các yêu cầu sau: 1.

source: This “conditioning” endures that all devices are capable of responding and reporting an alarm despite a single open or jon-simultaneous single ground fault on a circuit conductor.
vi: This “conditioning” endures that all devices are capable of responding and reporting an alarm despite a single open or non-simultaneous single ground fault on a circuit conductor.

source: Thiết Bị Báo Cháy hành lang phòng: Thiết Bị Báo Cháy trong hành lang phòng khách phải được lắp đặt theo thông số kỹ thuật của nhà sản xuất.
vi: Đầu báo khói cho hành lang phòng khách: đầu báo khói trong hành lang phòng khách phải được lắp đặt theo hướng dẫn của nhà sản xuất.

source: Thiết bị kiểm tra và xả cho hệ thống sprinkler (kết nối trở lại bể) & đồng hồ đo lưu lượng trực tiếp đã được cung cấp tại các máy bơm chữa cháy.
vi: Van kiểm tra cho hệ thống sprinkler (kết nối trở lại bể) & đồng hồ đo lưu lượng trực tiếp phải được cung cấp tại các bơm chữa cháy.

source: Thiết bị nấu ăn: Các hệ thống chữa cháy được phê duyệt (như ANSUL) với hoạt động tự động và thủ công cho các phạm vi nấu ăn của nhà bếp.
vi: Thiết bị nấu ăn: Các hệ thống chữa cháy được phê duyệt (như ANSUL) vận hành tự động và thủ công phải được cung cấp trong phạm vi không gian nấu ăn của nhà bếp.

source: Thiết bị phát hiện cháy phòng khách: thiết bị có dây "khả định", với thiết bị âm thanh cục bộ, được yêu cầu trong mỗi "khu vực sống".
vi: Đầu báo khói phòng khách: đầu báo khói "địa chỉ", với thiết bị phát âm thanh cục bộ, được yêu cầu trong mỗi phòng khách.

source: Thiết bị phát hiện cháy được lắp đặt ở tất cả các khu vực (kể cả bên trong đỉnh của máng vải, cầu thang khẩn cấp, phòng trồng cây, không gian gác mái, v.v.).
vi: Generally all indoor areas except small toilets, pipe shafts etc. Đầu báo khói được lắp đặt ở tất cả các khu vực (kể cả bên trong đỉnh của ống thả đồ giặt, cầu thang khẩn cấp, phòng máy, không gian gác mái, v.v.),

source: Thiết bị phát hiện cửa và khu vực lớn: Hệ thống phát hiện khói có dây cứng hệ thống được kết nối với bảng chữa cháy phải được cung cấp trên tất cả các khu vực khách sạn lớn hơn 14m², bao gồm các khu vực công cộng, khu vực BOH, hành lang, phòng cơ khí và kho chứa, được lắp đặt theo khuyến nghị của nhà sản xuất.
vi: Đầu báo khói tại giếng trời và các khu vực lớn: Hệ thống đầu báo khói được đấu nối với hệ thống điều khiển trung tâm phải được cung cấp tại tất cả các khu vực khách sạn lớn hơn 14m², bao gồm các khu vực công cộng, khu BOH, hành lang, phòng cơ khí và kho chứa, được lắp đặt theo khuyến nghị của nhà sản xuất.

source: Thiết bị phát hiện hệ thống phải phát ra âm thanh báo động không chậm trễ tại cả điểm xuất phát và bảng cảnh báo liên tục có nhân viên.
vi: Đầu báo hệ thống phải phát âm thanh báo động không chậm trễ tại cả điểm phát hiện khói và bảng điều khiển luôn có nhân viên trực.

source: Thiết bị phát hiện khí sẽ được cung cấp trong tất cả các phòng có nguồn cung cấp Gas, để phát ra âm thanh báo động và tắt Gas trong trường hợp phát hiện rò rỉ.
vi: Thiết bị phát hiện khí gas sẽ được cung cấp trong tất cả các phòng có nguồn cung cấp Gas, phải phát ra âm thanh báo động và tắt Gas trong trường hợp phát hiện rò rỉ.

source: Thiết bị phát hiện khói loại chùm có thể được cung cấp tuân thủ các khuyến nghị lắp đặt của nhà sản xuất.
vi: Đầu báo beam tuân thủ các khuyến nghị lắp đặt của nhà sản xuất có thể được sử dụng.

source: Thiết bị phát hiện nhiệt có thể được sử dụng trong các khu vực như nhà bếp nơi không khí trong phòng không phù hợp để sử dụng thiết bị phát hiện khói.
vi: Đầu báo nhiệt có thể được sử dụng trong các khu vực như nhà bếp nơi không khí trong phòng không phù hợp để sử dụng thiết bị phát hiện khói.

source: Thiết bị phải được lắp đặt cho cả cửa rầm và cửa để tối đa hóa an ninh và sức mạnh của việc lắp đặt và đảm bảo cho khách dễ vận hành.
vi: Thiết bị phải được lắp đặt trên cả khung và cánh cửa để tối đa hóa an ninh và độ chắc chắn của thiết bị và đảm bảo cho khách dễ sử dụng.

source: Thiết bị đầu cuối thùng rác / máng giặt là phải được trang bị "cửa chống cháy" trong 60 phút với thiết bị tự đóng và liên kết dễ nóng chảy.
vi: Điểm cuối của ống thả đồ giặt là/thả rác phải được trang bị "cửa chống cháy" 60 phút với tay co tự động và và mối nối có thể nóng chảy ở nhiệt độ cao (fusible link).

source: Thoát hiểm hỏa hoạn: Các lối thoát lửa bên ngoài cố định phải được IHG chấp thuận.
vi: Thoát hiểm hỏa hoạn: lối thoát hiểm cố định bên ngoài tòa nhà phải được IHG phê duyệt.

source: Thoát nước: Cần tối thiểu hai cống trong tất cả các bể mới.
vi: Ga thoát nước: Cần tối thiểu hai ga thoát trong tất cả các bể mới.

source: Thông gió khói cơ học hoặc tự nhiên đủ để giữ cho nhà xe không có khói.
vi: Đảm bảo thông khói cơ học hoặc tự nhiên đủ để giữ cho nhà xe không có khói.

source: Thông tin bảo mật: Thông tin an toàn và bảo mật phải được cung cấp ở vị trí dễ thấy trong phòng khách bằng ngôn ngữ địa phương và tiếng Anh.
vi: Thông tin an ninh: Thông tin an toàn và an ninh phải được cung cấp ở vị trí dễ thấy trong phòng khách bằng ngôn ngữ địa phương và tiếng Anh.

source: Thông điệp phải bằng ngôn ngữ địa phương và tiếng Anh và phải bao gồm chữ tượng hình phù hợp.
vi: Tất cả các biển báo phải bằng ngôn ngữ địa phương và tiếng Anh và phải bao gồm biểu tượng minh họa phù hợp.

source: Thùng rác trong phòng khách và phòng tắm của khách phải có khả năng chống cháy và có thể rửa được.
vi: Thùng rác trong phòng khách và phòng tắm của khách phải chống cháy và có thể rửa được.

source: Trang web Quản lý rủi ro có các ví dụ về biển báo an toàn.
vi: Trang web Quản lý rủi ro có ví dụ về biển báo an toàn.

source: Trang web Quản lý rủi ro có các ví dụ về biển báo bể bơi.
vi: Trang web Quản lý rủi ro có ví dụ về biển báo an toàn bể bơi.

source: Transmit Alarm to Fire Command Centre (FCC) and Remote Repeater Panels (RRP).
vi: Transmit Alarm to Fire Command Centre (FCC) and Remote Repeater Panels (RRP) Truyền báo động đến Trung tâm Chỉ Huy Cứu hỏa (FCC) và bảng Repeater từ xa (RRP)

source: Transmit Fault Signal to FCC and RRP.
vi: Transmit Fault Signal to FCC and RRP. Truyền Tín hiệu báo lỗi tới FCC và RRP

source: Transmit Supervisory Alarm Signal to FCC & RRP.
vi: Transmit Supervisory Alarm Signal to FCC & RRP. Truyền Báo động Giám sát tới FCC và RRP

source: Trong "Khách sạn hiện tại": Các thiết bị phát hiện cháy hoặc dây nhiệt được khoanh vùng cứng, với một thiết bị âm thanh cục bộ, được yêu cầu trong mỗi "khu vực sống".
vi: Trong " Khách sạn hiện có ": Các đầu báo khói hoặc đầu báo nhiệt được đấu nối với nguồn điện, với một thiết bị báo âm thanh cục bộ, được yêu cầu trong mỗi phòng khách.

source: Trong "Khách sạn hiện tại": bất kỳ khu vực lưu trữ nào mở ra cầu thang đều phải có cửa chống cháy (tương đương chống cháy với cửa giữa cầu thang và hành lang) với cơ chế tự đóng và phát hiện cháy.
vi: Đối với " Khách sạn hiện có ": bất kỳ phòng kho nào mở ra cầu thang đều phải có cửa chống cháy (ở mức tương đương với cửa giữa cầu thang và hành lang) với tay co tự động và thiết bị phát hiện cháy.

source: Trong "lắp ráp cửa chống cháy", cửa sổ cũng phải chống cháy.
vi: Trong "các bộ cửa chống cháy", cửa sổ cũng phải chống cháy.
